Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: You can close this window, but please keep this page open to ensure a successful upload.
th_th: คุณสามารถปิดหน้าต่างนี้ได้ แต่กรุณาเปิดหน้านี้ทิ้งไว้เพื่อให้การอัปโหลดสำเร็จสมบูรณ์

source: Your file is being uploaded.
th_th: ไฟล์ของคุณกำลังถูกอัปโหลด

source: The document "{{fileName}}" was successfully imported.
th_th: นำเข้าเอกสาร "{{fileName}}" สำเร็จแล้ว

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
th_th: ไม่สามารถนำเข้าเอกสาร "{{fileName}}" ได้ กรุณาตรวจสอบเงื่อนไขของรูปแบบและขนาด

source: Canceled
th_th: ยกเลิกแล้ว

source: No doc
th_th: ไม่มีเอกสาร

source: Not released
th_th: ยังไม่ได้เผยแพร่

source: Released
th_th: เผยแพร่แล้ว

source: Unreleased
th_th: ยังไม่ได้เผยแพร่

source: My summary report
th_th: รายงานสรุปของฉัน

source: Document review
th_th: การประเมินผลงานด้วยอกสาร

source: Hierarchy validation
th_th: การตรวจสอบความถูกต้องของลำดับชั้น

source: Marketing team equity plan
th_th: แผนความเสมอภาคของทีมการตลาด

source: View grid
th_th: ดูตาราง

source: Comp history
th_th: ประวัติการชดเชย

source: Go to individual view
th_th: ไปที่มุมมองบุคคล

source: Comp overview
th_th: ภาพรวมของ Comp

source: day
th_th: วัน

source: History of the last {{count}} change events
th_th: ประวัติของเหตุการณ์การเปลี่ยนแปลง {{count}} ครั้งล่าสุด

source: month
th_th: เดือน

source: months
th_th: เดือน

source: No compensation history available for this worker at the moment.
th_th: ขณะนี้ยังไม่มีประวัติการชดเชยสำหรับพนักงานรายนี้

source: No comp history
th_th: ไม่มีประวัติค่าตอบแทน

source: Overview of recent changes
th_th: ภาพรวมของการเปลี่ยนแปลงล่าสุด

source: Time in company
th_th: ระยะเวลาในบริษัท

source: Time in role
th_th: ระยะเวลาในบทบาท

source: year
th_th: ปี

source: years
th_th: ปี

source: Create plan
th_th: สร้างแผน

source: New plan
th_th: แผนใหม่

source: Are you sure you want to exit without saving your changes?
th_th: คุณแน่ใจหรือไม่ว่าต้องการออกโดยไม่บันทึกการเปลี่ยนแปลงของคุณ

source: Exit without saving
th_th: ออกโดยไม่บันทึก

source: Zip code
th_th: รหัสไปรษณีย์

source: Zip code or postal code.
th_th: รหัสไปรษณีย์

source: Let's discuss on
th_th: มาพูดคุยกันต่อ

source: Type and status
th_th: ประเภทและสถานะ

source: Please accept the data privacy notice to proceed.
th_th: โปรดยอมรับประกาศการรักษาความเป็นส่วนตัวของข้อมูลเพื่อดำเนินการต่อ

source: Bulk edition via CSV
th_th: การแก้ไขเป็นชุดผ่าน CSV

source: Export roles
th_th: ส่งออกบทบาท

source: Upload your file
th_th: อัปโหลดไฟล์ของคุณ

source: Download your current role configuration
th_th: ดาวน์โหลดการกำหนดค่าบทบาทปัจจุบันของคุณ

source: Edit the CSV file
th_th: แก้ไขไฟล์ CSV

source: Upload the modified CSV file
th_th: อัปโหลดไฟล์ CSV ที่แก้ไขแล้ว

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
th_th: ไฟล์ได้รับการอัปโหลดสำเร็จแล้ว โปรดดาวน์โหลดไฟล์บันทึก หากต้องการตรวจสอบข้อผิดพลาด โปรดดูสองคอลัมน์สุดท้ายของไฟล์ ("Result" (ผลลัพธ์) และ "Error Description" (คำอธิบายข้อผิดพลาด))

source: Your avatar was successfully updated.
th_th: อัปเดตอวาตาร์ของคุณสำเร็จแล้ว

source: <strong>{{userName}}</strong> added alignments.
th_th: <strong>{{userName}}</strong> เพิ่มการจัดตำแหน่งแล้ว

source: <strong>{{userName}}</strong> deleted alignments.
th_th: <strong>{{userName}}</strong> ลบการจัดตำแหน่งแล้ว

source: <strong>{{userName}}</strong> added a file.
th_th: <strong>{{userName}}</strong> เพิ่มไฟล์แล้ว

source: <strong>{{userName}}</strong> deleted a file.
th_th: <strong>{{userName}}</strong> ลบไฟล์แล้ว

source: <strong>{{userName}}</strong> added a deliverable.
th_th: <strong>{{userName}}</strong> เพิ่มสิ่งที่ส่งมอบแล้ว

source: <strong>{{userName}}</strong> deleted a deliverable.
th_th: <strong>{{userName}}</strong> ลบสิ่งที่ส่งมอบแล้ว

source: <strong>{{userName}}</strong> marked a deliverable as done.
th_th: <strong>{{userName}}</strong> ทำเครื่องหมายการส่งมอบว่าเสร็จสิ้นแล้ว

source: <strong>{{userName}}</strong> marked a deliverable as undone.
th_th: <strong>{{userName}}</strong> ทำเครื่องหมายการส่งมอบว่ายกเลิกการดำเนินการแล้ว

source: <strong>{{userName}}</strong> updated a deliverable.
th_th: <strong>{{userName}}</strong> อัปเดตสิ่งที่ส่งมอบแล้ว

source: <strong>{{userName}}</strong> updated a description.
th_th: <strong>{{userName}}</strong> อัปเดตคำอธิบายแล้ว

source: <strong>{{userName}}</strong> updated the due date.
th_th: <strong>{{userName}}</strong> อัปเดตวันครบกำหนดแล้ว

source: <strong>{{userName}}</strong> approved a goal
th_th: <strong>{{userName}}</strong> อนุมัติเป้าหมายแล้ว

source: <strong>{{userName}}</strong> created a goal
th_th: <strong>{{userName}}</strong> สร้างเป้าหมายแล้ว

source: <strong>{{userName}}</strong> rejected a goal
th_th: <strong>{{userName}}</strong> ปฏิเสธเป้าหมายแล้ว

source: <strong>{{userName}}</strong> deleted a goal
th_th: <strong>{{userName}}</strong> ลบเป้าหมายแล้ว

source: <strong>{{userName}}</strong> marked a goal as done.
th_th: <strong>{{userName}}</strong> ทำเครื่องหมายว่าเป้าหมายเสร็จสิ้นแล้ว

source: <strong>{{userName}}</strong> reopened a goal
th_th: <strong>{{userName}}</strong> เปิดเป้าหมายใหม่อีกครั้ง

source: <strong>{{userName}}</strong> submitted a goal for approval.
th_th: <strong>{{userName}}</strong> ส่งเป้าหมายเพื่อขออนุมัติ

source: <strong>{{userName}}</strong> added a measurement criterion
th_th: <strong>{{userName}}</strong> เพิ่มเกณฑ์การวัด

source: <strong>{{userName}}</strong> deleted a measurement criterion
th_th: <strong>{{userName}}</strong> ลบเกณฑ์การวัด

source: <strong>{{userName}}</strong> updated a measurement criterion
th_th: <strong>{{userName}}</strong> อัปเดตเกณฑ์การวัด

source: <strong>{{userName}}</strong> updated the population of a goal.
th_th: <strong>{{userName}}</strong> อัปเดตจำนวนประชากรของเป้าหมาย

source: <strong>{{userName}}</strong> updated a goal priority
th_th: <strong>{{userName}}</strong> อัปเดตลำดับความสำคัญของเป้าหมาย

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
th_th: <strong>{{userName}}</strong> อัปเดตการตั้งค่าความคืบหน้าของเป้าหมาย

source: <strong>{{userName}}</strong> updated the progress of a goal.
th_th: <strong>{{userName}}</strong> อัปเดตความคืบหน้าของเป้าหมาย

source: <strong>{{userName}}</strong> updated a title
th_th: <strong>{{userName}}</strong> อัปเดตชื่อเรื่อง

source: <strong>{{userName}}</strong> updated a goal tracking status
th_th: <strong>{{userName}}</strong> อัปเดตสถานะการติดตามเป้าหมาย

source: <strong>{{userName}}</strong> updated the weight of a goal.
th_th: <strong>{{userName}}</strong> อัปเดตน้ำหนักของเป้าหมาย

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
th_th: ตัวกรองความปลอดภัยของเราได้บล็อกคำขอของคุณ โปรดรีเฟรชหน้าแล้วลองอีกครั้ง หากปัญหายังคงอยู่ โปรดติดต่อทีมไอทีของคุณเพื่อขอความช่วยเหลือ

source: Exit proxy
th_th: ออกจากพร็อกซี

source: Back to the previous page
th_th: กลับไปหน้าก่อนหน้า

source: You currently don't have proxy access
th_th: ขณะนี้คุณยังไม่มีสิทธิ์เข้าถึงในฐานะตัวแทน

source: My proxy permissions
th_th: สิทธิ์ตัวแทนของฉัน

source: Proxy user
th_th: ผู้ใช้พร็อกซี

source: Acting on behalf of
th_th: ดำเนินการในนามของ

source: Your goal was successfully published. You're on the right track!
th_th: เป้าหมายของคุณถูกเผยแพร่เรียบร้อยแล้ว คุณกำลังเดินมาถูกทาง!

source: See all
th_th: ดูทั้งหมด

source: View goal
th_th: ดูเป้าหมาย

source: Read less
th_th: อ่านน้อยลง

source: Read more
th_th: อ่านเพิ่มเติม

source: State or region.
th_th: รัฐหรือภูมิภาค

source: Are you sure you want to reopen this goal?
th_th: คุณแน่ใจหรือว่าต้องการเปิดเป้าหมายนี้อีกครั้ง?

source: Reopen goal
th_th: เปิดเป้าหมายอีกครั้ง

source: Add inspiration tip content
th_th: เพิ่มเนื้อหาเคล็ดลับสร้างแรงบันดาลใจ

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
th_th: คุณช่วยให้มุมมองเกี่ยวกับความคืบหน้าของโครงการของฉันได้ไหม? | จุดแข็งสามอันดับแรกของฉันคืออะไร? | คุณคิดว่าฉันควรพัฒนาตัวเองในด้านใด? | มีอะไรที่คุณชอบเกี่ยวกับการทำงานร่วมกับฉันบ้าง? | มีอะไรที่ฉันสามารถทำได้เพื่อปรับปรุงประสบการณ์การทำงานร่วมกับฉันของคุณไหม? | ฉันควรปรับปรุงในบทบาทของฉันตรงไหนบ้าง?| คุณคิดว่าฉันสร้างผลกระทบได้มากที่สุดในบทบาทของฉันตรงไหน? | ฉันจะสนับสนุนคุณในบทบาทของคุณได้ดีกว่านี้อย่างไร? | เราคุยเกี่ยวกับโครงการของฉันได้ไหม? คุณคิดว่าสิ่งใดที่เป็นไปได้ดีหรือสิ่งใดที่ไม่เป็นไปตามคาด? | ถ้าคุณจะให้คำแนะนำหนึ่งข้อเพื่อช่วยให้ฉันเติบโต จะเป็นอะไร? | คุณสังเกตเห็นช่องว่างในความตระหนักรู้ในตนเองของฉันไหม? | คุณคิดว่าฉันควรเรียนรู้หรือพัฒนาทักษะอะไรบ้าง? | คุณช่วยแสดงความคิดเห็นเกี่ยวกับการทำงานของฉันในบทบาทนี้ได้ไหม? | มีอะไรที่คุณจะทำแตกต่างออกไปไหม? | พฤติกรรมสำคัญอะไรที่ฉันควรฝึกฝน?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
th_th: คุณช่วยให้มุมมองเกี่ยวกับความคืบหน้าของโครงการของพวกเขาได้ไหม? | จุดแข็งสามอันดับแรกของพวกเขาคืออะไร? | คุณคิดว่าพวกเขาควรเน้นพัฒนาตรงจุดไหน? | มีอะไรที่คุณชอบเกี่ยวกับการทำงานร่วมกับพวกเขา? | คุณจะแนะนำให้พวกเขาหยุด/เริ่ม/ทำต่ออะไรบ้าง? | มีอะไรที่พวกเขาสามารถทำเพื่อปรับปรุงประสบการณ์การทำงานร่วมกับคุณไหม? | พวกเขาสามารถพัฒนาในบทบาทของตนเองตรงไหนได้บ้าง? | คุณคิดว่าพวกเขาสร้างผลกระทบมากที่สุดในบทบาทของตนเองตรงไหน? | มีด้านการพัฒนาเฉพาะใดที่คุณคิดว่าฉันสามารถช่วยให้พวกเขาโฟกัสได้บ้าง? | ถ้าคุณจะให้คำแนะนำหนึ่งข้อกับพวกเขา จะเป็นอะไร? | คุณสังเกตเห็นช่องว่างในความตระหนักรู้ในตนเองของพวกเขาหรือไม่? | คุณคิดว่าพวกเขาควรเรียนรู้/พัฒนาทักษะอะไรบ้าง? | คุณช่วยแสดงความคิดเห็นเกี่ยวกับการทำงานของพวกเขาในบทบาทนี้ได้ไหม? | คุณคิดว่าพฤติกรรมเด่นของพวกเขาคืออะไร? | พฤติกรรมสำคัญอะไรที่พวกเขาควรฝึกฝน?

source: Where do you think they are most impactful in their role?
th_th: คุณคิดว่าพวกเขาสร้างผลกระทบต่อบทบาทหน้าที่ของตนเองได้มากที่สุดในด้านใด?

source: Have you noticed any gaps in their self-awareness?
th_th: คุณสังเกตเห็นช่องว่างใด ๆ ในการตระหนักรู้เกี่ยวกับตัวเองของพวกเขาบ้างไหม

source: What key behaviors should they practice?
th_th: พวกเขาควรปฏิบัติพฤติกรรมสำคัญอะไรบ้าง?

source: What would you recommend them to stop/start/continue?
th_th: คุณจะแนะนำให้พวกเขาหยุด/เริ่มต้น/ทำต่อไปในเรื่องใดบ้าง?

source: Can you give me your perspective on the progress of their projects?
th_th: คุณช่วยบอกมุมมองของคุณเกี่ยวกับความคืบหน้าของโครงการของพวกเขาได้ไหม

source: What do you think are their top stand out behaviors?
th_th: คุณคิดว่าพฤติกรรมใดของพวกเขาที่โดดเด่นที่สุด?

source: What is something you like about working with them?
th_th: อะไรคือสิ่งที่คุณชอบเกี่ยวกับการทำงานร่วมกับพวกเขา?

source: Are there any specific areas of development you think I could help them focus on?
th_th: มีด้านการพัฒนาที่เฉพาะเจาะจงข้อใดบ้างที่คุณคิดว่าผม/ดิฉันจะช่วยให้พวกเขาโฟกัสได้บ้าง?

source: What are their top three strengths?
th_th: จุดแข็งสามอันดับแรกของพวกเขาคืออะไร?

source: Where could they improve in their role?
th_th: พวกเขาสามารถปรับปรุงการทำงานในบทบาทของตนได้ในด้านใดบ้าง?

source: Is there anything they could do to improve your experience working with them?
th_th: พวกเขามีสิ่งใดที่สามารถทำได้เพื่อปรับปรุงประสบการณ์การทำงานร่วมกับพวกเขาของคุณหรือไม่?

source: If there was one piece of advice you could give them, what would it be?
th_th: หากคุณให้คำแนะนำพวกเขาได้เพียงข้อเดียว คุณจะบอกว่าอะไร?

source: Where do you think they should focus their development?
th_th: คุณคิดว่าพวกเขาควรมุ่งเน้นการพัฒนาด้านใดเป็นพิเศษ?

source: Can you give me your thoughts on how they are doing in their role?
th_th: ช่วยบอกความคิดเห็นของคุณเกี่ยวกับการทำงานของพวกเขาในบทบาทนี้ให้ฉันทราบหน่อยได้ไหม

source: What skills do you think they should learn/improve?
th_th: คุณคิดว่าพวกเขาควรเรียนรู้หรือพัฒนาทักษะด้านใดบ้าง?

source: How could I have better supported you in your role?
th_th: ฉันจะสนับสนุนคุณในบทบาทของคุณให้ดีกว่านี้ได้อย่างไรบ้าง?

source: Have you noticed any gaps in my self-awareness?
th_th: คุณสังเกตเห็นช่องว่างใด ๆ ในการตระหนักรู้ตนเองของฉันบ้างไหม

source: What key behaviors should I practice?
th_th: ฉันควรฝึกพฤติกรรมสำคัญอะไรบ้าง?

source: Is there anything I could do to improve your experience working with me?
th_th: มีอะไรที่ฉันสามารถทำได้เพื่อปรับปรุงประสบการณ์การทำงานร่วมกับฉันของคุณบ้างไหม

source: Can you give me your perspective on the progress of my project?
th_th: ช่วยบอกมุมมองของคุณเกี่ยวกับความคืบหน้าของโครงการของฉันหน่อยได้ไหม

source: Is there anything you would have done differently?
th_th: มีอะไรที่คุณคิดว่าควรทำให้ต่างออกไปบ้างไหม

source: What is something you like about working with me?
th_th: มีอะไรบางอย่างที่คุณชอบเกี่ยวกับการทำงานร่วมกับฉันบ้าง?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
th_th: เราคุยกันเรื่องโปรเจกต์ของผมได้ไหม คุณคิดว่าส่วนไหนไปได้ดี แล้วส่วนไหนที่ไม่ค่อยดีเท่าไหร่บ้าง

source: What are my top three strengths?
th_th: จุดแข็งสามข้อที่โดดเด่นที่สุดของฉันคืออะไร?

source: Where do you think I am most impactful in my role?
th_th: คุณคิดว่าฉันสร้างผลกระทบได้มากที่สุดในบทบาทหน้าที่ของฉันในด้านใด

source: Where could I improve in my role?
th_th: ฉันสามารถปรับปรุงบทบาทของตัวเองได้ในด้านใดบ้าง?

source: If there was one piece of advice you would give me to help me grow, what would it be?
th_th: ถ้าคุณจะให้คำแนะนำฉบับเดียวเพื่อช่วยให้ฉันเติบโต คุณจะแนะนำว่าอย่างไร?

source: Where do you think I should focus my development?
th_th: คุณคิดว่าฉันควรโฟกัสการพัฒนาของตัวเองด้านใด

source: Can you give me your thoughts on how I am doing in my role?
th_th: ช่วยบอกความคิดเห็นของคุณเกี่ยวกับการทำงานของฉันในบทบาทนี้ได้ไหม

source: What skills do you think I should learn/improve?
th_th: คุณคิดว่าฉันควรเรียนรู้หรือพัฒนาทักษะด้านใดบ้าง?

source: The goal was successfully submitted again for approval.
th_th: ส่งเป้าหมายไปขออนุมัติใหม่อีกครั้งเรียบร้อยแล้ว

source: Performance evaluation section
th_th: ส่วนการประเมินผลการปฏิบัติงาน

source: The review is about a deactivated worker.
th_th: การประเมินผลงานนี้เป็นเรื่องเกี่ยวกับพนักงานที่ถูกปิดใช้งาน

source: Edit response
th_th: แก้ไขคำตอบ

source: Goals aligned to this goal
th_th: เป้าหมายที่สอดคล้องกับเป้าหมายนี้

source: Fulfillment
th_th: การบรรลุเป้าหมาย

source: Hide details
th_th: ซ่อนรายละเอียด

source: What is your view?
th_th: คุณมีความคิดเห็นอย่างไร

source: No rating yet.
th_th: ยังไม่มีการให้คะแนน

source: Not rated
th_th: ไม่มีการให้คะแนน

source: Delete reviews
th_th: ลบการประเมินผลงาน

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบการประเมินผลงาน {{count}} รายการ การกระทำนี้ไม่สามารถย้อนกลับได้

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบการประเมินผลงาน {{count}} รายการ การกระทำนี้ไม่สามารถย้อนกลับได้

source: Delete {{count}} review
th_th: ลบการประเมินผลงาน {{count}} รายการ

source: Delete {{count}} reviews
th_th: ลบการประเมินผลงาน {{count}} รายการ

source: The deletion process of the review has started. This can take some time.
th_th: กระบวนการลบการประเมินผลงานได้เริ่มต้นขึ้นแล้ว ซึ่งอาจใช้เวลาสักครู่

source: {{count}} reviews were successfully deleted.
th_th: ลบการประเมิน {{count}} รายการเรียบร้อยแล้ว

source: {{count}} review was successfully deleted.
th_th: ลบรีวิว {{count}} รายการเรียบร้อยแล้ว

source: Filter by review stage
th_th: กรองตามขั้นตอนการประเมินผลงาน

source: Reviews in "Closed" stage: {{count}}
th_th: การประเมินผลงานในขั้นตอน "ปิดแล้ว": {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
th_th: การประเมินผลงานในขั้นตอน "ปิดแล้ว (ระบบ)": {{count}}

source: Reviews in "Moderation" stage: {{count}}
th_th: การประเมินผลงานในขั้นตอน "การกลั่นกรอง": {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
th_th: รีวิวในขั้นตอน "รอการอนุมัติ" : {{count}}

source: Find workers by cost center
th_th: ค้นหาพนักงานตามศูนย์ต้นทุน

source: Search for a cost center
th_th: ค้นหาศูนย์ต้นทุน

source: Find workers by country
th_th: ค้นหาพนักงานตามประเทศ

source: Search for a country
th_th: ค้นหาประเทศ

source: The list can load up to {{count}} results. Use the search field to find additional managers.
th_th: รายชื่อนี้สามารถโหลดผลลัพธ์ได้สูงสุด {{count}} รายการ โปรดใช้ช่องค้นหาเพื่อค้นหาผู้จัดการเพิ่มเติม

source: Find workers by their manager
th_th: ค้นหาพนักงานโดยหัวหน้างานของพวกเขา

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
th_th: รายชื่อนี้สามารถโหลดผลลัพธ์ได้สูงสุด {{count}} รายการ โปรดใช้ช่องค้นหาเพื่อค้นหาหน่วยงานเพิ่มเติม

source: Find workers by organizational unit
th_th: ค้นหาพนักงานตามหน่วยงาน

source: The list can load up to {{count}} results. Use the search field to find additional workers.
th_th: รายชื่อนี้สามารถโหลดผลลัพธ์ได้สูงสุด {{count}} รายการ โปรดใช้ช่องค้นหาเพื่อค้นหาพนักงานเพิ่มเติม

source: Find specific workers
th_th: ค้นหาพนักงานเฉพาะ

source: Manage {{templateName}}
th_th: จัดการ {{templateName}}

source: Manage reviews
th_th: จัดการการประเมินผลงาน

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
th_th: ทั้งสองฝ่ายจะต้องส่งการประเมินผลงานของตนอีกครั้ง หัวหน้างานควรรอให้ผลการประเมินผลงานของพนักงานส่งมาถึงก่อนจึงจะส่งผลการประเมินผลงานของตนเองได้ โปรดทราบว่าแบบฟอร์มจะได้รับการประมวลผลในเบื้องหลัง ขึ้นอยู่กับปริมาณผลการประเมินผลงานที่คุณเลือก คุณอาจยังเห็นแบบฟอร์มเหล่านี้บางส่วนเมื่อเลือกรูปแบบในอนาคตขณะที่เราประมวลผลและส่งแบบฟอร์มเหล่านั้นกลับไปยังหัวหน้างาน คุณยังคงใช้แอปพลิเคชันต่อไปและดำเนินการตามที่จำเป็นอื่นๆ ได้

source: {{count}} review was successfully reopened for workers and managers.
th_th: มีการเปิดการประเมินผลงาน {{count}} รายการให้กับพนักงานและหัวหน้างานอีกครั้งสำเร็จแล้ว

source: {{count}} reviews were successfully reopened for workers and managers.
th_th: มีการเปิดการประเมินผลงาน {{count}} รายการให้กับพนักงานและหัวหน้างานอีกครั้งสำเร็จแล้ว

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
th_th: ย้ายการประเมินผลงาน {{count}} รายการไปยังขั้นตอน "กำลังดำเนินการ" สำหรับพนักงานและหัวหน้างาน ทั้งสองฝ่ายจะต้องส่งการประเมินผลงานอีกครั้ง การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
th_th: ย้ายการประเมินผลงาน {{count}} รายการไปยังขั้นตอน "กำลังดำเนินการ" สำหรับพนักงานและหัวหน้างาน ทั้งสองฝ่ายจะต้องส่งผลการประเมินผลงานอีกครั้ง การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Reopen reviews for workers and managers
th_th: เปิดการประเมินผลงานสำหรับพนักงานและหัวหน้างานอีกครั้ง

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
th_th: ย้ายการประเมินผลงาน {{count}} รายการไปยังขั้นตอน "กำลังดำเนินการ" สำหรับพนักงานและหัวหน้างาน ทั้งสองฝ่ายจะต้องส่งการประเมินผลงานอีกครั้ง การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
th_th: ย้ายการประเมินผลงาน {{count}} รายการไปยังขั้นตอน "กำลังดำเนินการ" สำหรับพนักงานและหัวหน้างาน ทั้งสองฝ่ายจะต้องส่งการประเมินผลงานอีกครั้ง การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Reopen reviews for both workers and managers
th_th: เปิดการประเมินผลงานใหม่สำหรับทั้งพนักงานและหัวหน้างาน

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
th_th: หัวหน้างานจะต้องเผยแพร่ข้อมูลของตนอีกครั้งเพื่อให้ได้รับการพิจารณาในการประเมินผลงาน โปรดทราบว่าแบบฟอร์มจะได้รับการประมวลผลในเบื้องหลัง ขึ้นอยู่กับปริมาณการประเมินผลงานที่คุณเลือก คุณอาจยังเห็นแบบฟอร์มเหล่านี้บางส่วนเมื่อทำการเลือกในอนาคตขณะที่เราดำเนินการและส่งแบบฟอร์มเหล่านี้กลับไปยังหัวหน้างาน คุณยังคงสามารถใช้แอปพลิเคชันและดำเนินการตามที่จำเป็นอื่นๆ ได้

source: {{count}} review was successfully moved to "Pending publishing" stage.
th_th: การประเมินผลงาน {{count}} รายการถูกย้ายไปยังขั้นตอน "รอการเผยแพร่" สำเร็จแล้ว

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
th_th: การประเมินผลงาน {{count}} รายการถูกย้ายไปยังขั้นตอน "รอการเผยแพร่" สำเร็จแล้ว

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
th_th: หัวหน้างานจะต้องเผยแพร่ข้อมูลของตนอีกครั้งเพื่อนำมาพิจารณาในการประเมินผลงาน การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Move reviews to "Pending publishing" stage
th_th: ย้ายการประเมินผลงานไปที่ขั้นตอน "รอการเผยแพร่"

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
th_th: ผู้จัดการจะต้องส่งแบบประเมินอีกครั้ง โปรดทราบว่าแบบฟอร์มจะถูกประมวลผลเบื้องหลัง ทั้งนี้ขึ้นอยู่กับจำนวนแบบประเมินที่คุณเลือก คุณอาจยังเห็นแบบฟอร์มบางส่วนเมื่อใช้การเลือกในครั้งถัดไป ระหว่างที่เรากำลังประมวลผลและส่งกลับไปยังผู้จัดการ คุณสามารถใช้งานแอปพลิเคชันต่อไปและดำเนินการอื่น ๆ ที่จำเป็นได้

source: {{count}} review was successfully reopened.
th_th: {{count}} การตรวจทบทวนถูกเปิดอีกครั้งสำเร็จแล้ว

source: {{count}} reviews were successfully reopened.
th_th: {{count}} รายการรีวิวถูกเปิดอีกครั้งสำเร็จแล้ว
